tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "golangci/tap"
tap "goreleaser/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "act"
brew "openssl@3"
brew "readline"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "asitop"
brew "bat"
brew "boost"
brew "carthage"
brew "cloudflare-wrangler2"
brew "cmake"
brew "dex2jar"
brew "direnv"
brew "doctl"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go-task"
brew "grpcurl"
brew "hilite"
brew "htop"
brew "httpie"
brew "jadx"
brew "jpeg"
brew "jq"
brew "libpq"
brew "librsvg"
brew "llvm"
brew "mkcert"
brew "navi"
brew "newman"
brew "oh-my-posh"
brew "pkg-config"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "ripgrep"
brew "rust"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "supabase/tap/supabase"
cask "bettertouchtool"
cask "docker"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "maccy"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "postman"
cask "proxyman"
cask "slack"
cask "spotify"
cask "tidal"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "gaetschwartz.build-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-spotless-gradle"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sergelamikhov.lcov-lang"
vscode "stylelint.vscode-stylelint"
vscode "swmansion.react-native-ide"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "viktorzetterstrom.non-breaking-space-highlighter"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zxh404.vscode-proto3"
