tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "daangn/tools"
tap "golangci/tap"
tap "goreleaser/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kreuzwerker/taps"
brew "act"
brew "jpeg"
brew "aws-iam-authenticator"
brew "readline"
brew "awscli"
brew "glib"
brew "carthage"
brew "cocoapods"
brew "openjdk"
brew "dex2jar"
brew "direnv"
brew "docker"
brew "doctl"
brew "guile"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "glide"
brew "gnupg"
brew "gradle"
brew "groovysdk"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "hey"
brew "htop"
brew "node"
brew "http-server"
brew "httpie"
brew "imagemagick"
brew "jadx"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kustomize"
brew "pango"
brew "librsvg"
brew "linkerd"
brew "minikube"
brew "modd"
brew "protobuf"
brew "mysql"
brew "navi"
brew "nvm"
brew "poppler"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulumi"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "sbt"
brew "skaffold"
brew "terraform"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "daangn/tools/karrier"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "android-studio"
cask "bettertouchtool"
cask "bloomrpc"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "graalvm-ce-java11"
cask "graalvm-ce-lts-java11"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "lens"
cask "maccy"
cask "notion"
cask "postman"
cask "proxyman"
cask "slack"
cask "visual-studio-code"
