tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "asdf"
brew "asitop"
brew "bat"
brew "codex"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "glib"
brew "gnupg"
brew "harfbuzz"
brew "hilite"
brew "htop"
brew "httpie"
brew "huggingface-cli"
brew "jpeg"
brew "jq"
brew "libass"
brew "librsvg"
brew "libyaml"
brew "mkcert"
brew "navi"
brew "oh-my-posh"
brew "openssl@1.1"
brew "openssl@3"
brew "pango"
brew "pkgconf"
brew "poppler"
brew "pre-commit"
brew "readline"
brew "ripgrep"
brew "rust"
brew "shfmt"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "claude-code"
cask "codex"
cask "figma"
cask "ghostty"
cask "karabiner-elements"
cask "maccy"
cask "ngrok"
cask "notion"
cask "postman"
cask "proxyman"
cask "slack"
cask "stats"
cask "visual-studio-code"
